//確定情報
const confirmedJourneys = [
    {
        "title": "れんれん生誕",
        "date": "2004-06-01",
        "timelineContent": "この日はとっても特別な日でした。"
    },
    {
        "title": "高校生のコロナ禍。パソコンゲームにハマる。",
        "date": "2020-09-01",
        "timelineContent": "この頃、パソコンゲームに夢中になり、オンラインで友達と遊ぶことが増えました。"
    },
    {
        "title": "専門学校に入学！初めてプログラミングに触れる。",
        "date": "2023-04-01",
        "timelineContent": "プログラミングの世界に初めて触れ、コーディングに興味を持ち始めました。"
    },
    {
        "title": "中学生にプログラミング教室を開催する",
        "date": "2023-07-01",
        "timelineContent": "中学生向けにプログラミングの楽しさを伝える教室を自ら企画・実施しました。"
    },
    {
        "title": "ITパスポート合格 ＆ ファシリテーターとして子供たちにライントレースを教える。",
        "date": "2023-08-01",
        "timelineContent": "国家資格ITパスポートに合格し、イベントでライントレースの指導も行いました。"
    },
    {
        "title": "学校と連携し、ISC学科適性診断作り始める",
        "date": "2023-09-01",
        "timelineContent": "進学を考える高校生向けの診断ツールを開発し始めました。"
    },
    {
        "title": "コミュニティに参加し、ProgatePath学生アンバサダーになる！",
        "date": "2023-11-01",
        "timelineContent": "Progateの学習コミュニティに参加し、学生アンバサダーとして活動を開始しました。"
    },
    {
        "title": "基本情報技術者試験に合格",
        "date": "2023-11-01",
        "timelineContent": "前日技術書展に行き終電を逃してしまい、オールでの受験だったが、無事合格をした"
    },
    {
        "title": "初めてのハッカソンで「【Chrome拡張機能】Webページにクレヨンしんちゃんを！」作る。",
        "date": "2023-11-01",
        "timelineContent": "人生初のハッカソンで、遊び心あるChrome拡張機能を仲間と制作しました。"
    },
    {
        "title": "セキュリティに興味を持ち始める。",
        "date": "2023-11-01",
        "timelineContent": "株式会社テクバンさん（インフラ）・ユービーセキュアさん（脆弱性診断 Vex）のインターンに参加しました。"
    },
    {
        "title": "SBテクノロジーさんで5日間のインターンに参加する！",
        "date": "2023-12-01",
        "timelineContent": "講義と４人１チームでCTFに挑戦。報告会を経て、貴重な経験を得ました。"
    },
    {
        "title": "クリスマスにSECONに参加し、クリぼっちを回避した。",
        "date": "2023-12-25",
        "timelineContent": "セキュリティカンファレンスSECONに参加し、学びとつながりを得たクリスマス。"
    },
    {
        "title": "初海外に留学に行く！in フィリピン",
        "date": "2024-06-01",
        "timelineContent": "１人で飛び込んだが、多国籍の友達ができてとても楽しい日々を過ごしました。"
    },
    {
        "title": "アイディアが高く評価され、「ISCプログラムコンテスト2024」にて Nojima Award を受賞する！",
        "date": "2025-03-01",
        "timelineContent": "モノづくりの授業課題で【破壊神のエンターキー】を制作し、Nojima Awardを受賞しました。"
    },
    {
        "title": "Reactを初めて触る",
        "date": "2025-04-01",
        "timelineContent": "コンポーネントの便利さに感動。学習しつつ、このポートフォリオサイトを作成する。"
    },
    {
        "title": "DXゼミに入る",
        "date": "2025-04-01",
        "timelineContent": "新しい環境に心を躍らせる"
    }
];


export default confirmedJourneys;
